# Доповніть код програми у місці,
# що відмічено міткою 🔴:
# Надрукуйте повідомлення "Потрібно
# одягнутися тепліше" якщо температура
# менше 10 (градусів) або швидкість
# вітру більше 15 (м/с), інакше
# надрукуйте "Можна одягнутися легше".
# Запустіть програму і перевірте,
# що вона реагує на різні значення.
# 
# Підказка: використайте if-else та
# логічну операцію or
# 
# Для виконання потрібно знати про:
# https://tinyurl.com/46hprhr7

print("Введіть температуру:")
temperature = int(input())
print("Введіть швидкість вітру:")
wind = int(input())

# 🔴 надрукуйте чи потрібно
# одягнутися тепліше


