# Доповніть код програми у місцях, що
# відмічено мітками "🔴".
# Програма повинна створювати вікно
# за допомогою tkinter та містити
# поле введення для числа, мітку для
# відображення результату та кнопку
# "Порахувати". При натисканні кнопки
# програма має обчислити квадратний
# корінь числа, введеного в поле, та
# відобразити результат у мітці.
#
# Для виконання потрібно знати про:
# https://tinyurl.com/dadz7t4r
# https://tinyurl.com/3wyap2e6

from tkinter import *

window = Tk()
window.geometry("200x100")

label_x = Label(text="x =")
label_x.pack()

# 🔴 додайте поле введення Entry

# 🔴 додайте мітку з текстом
#  "Корень квадратний = ?"

# 🔴 додайте функцію, що зчитує
#  значення з поля введення, обчислює
#  квадратний корінь та оновлює текст
#  мітки з результатом

# 🔴 додайте кнопку з написом
#  "Порахувати" та командою, що
#  викликає функцію, яку ви
#  створили вище.

window.mainloop()


