# Для виконання потрібно знати про:
# * [Логічні операції](https://tinyurl.com/46hprhr7)
#
# Напишіть програму, яка запитує у користувача координати точки (x та y) і друкує, чи знаходиться точка всередині квадрата розміром 10x10 з центром в точці (0, 0).
#
# Додайте код у місцях, що відмічено міткою (❗).

print("Введіть координату x:")
x = int(input())
print("Введіть координату y:")
y = int(input())

# ❗ Надрукуйте повідомлення "Точка всередині квадрата" якщо точка належить квадрату, інакше надрукуйте "Точка поза квадратом".




