# Для виконання потрібно знати про:
# * [Логічні операції](https://tinyurl.com/46hprhr7)
#
# Напишіть програму, яка запитує у користувача температуру і час дня і на основі цих даних надрукує повідомлення, чи можна йти на прогулянку, чи краще залишитися вдома.
# Необхідними умовами виходу на прогулянку є:
# * комфортна температура (більше 20);
# * денний час (час від 8 до 20 годин).
# 
# Додайте код у місцях, що відмічено міткою (❗).

print("Введіть температуру (градусів):")
temperature = int(input())
print("Введіть час дня (година):")
time = int(input())

# ❗ Надрукуйте повідомлення: "Можна йти на прогулянку" чи "Краще залишитися вдома".




