# Для виконання потрібно знати про:
# * [Логічні операції](https://tinyurl.com/46hprhr7)
#
# Напишіть програму, яка запитує у користувача час дня і на основі цього часу надрукує попередження, якщо зараз час, який не підходить для прогулянки.
# Час для прогулянки - з 8 до 20 годин (година вводиться користувачем).
# 
# Додайте код у місцях, що відмічено міткою (❗).

print("Введіть час дня (година):")
time = int(input())

# ❗ Надрукуйте повідомлення: "Зараз не час для прогулянки", якщо час не відповідає умовам для прогулянки.




