# Для виконання потрібно знати про:
# * [Логічні операції](https://tinyurl.com/46hprhr7)
#
# Напишіть програму, яка запитує у користувача температуру і швидкість вітру і на основі цих даних надрукує повідомлення, чи потрібно одягнутися тепліше, чи можна одягнутися легко.
# Вдягнутися тепліше потрібно при виконанні хоча б однієї з умов:
# * температура нижча за 10 (градусів);
# * швидкість вітру більша за 15 (м/с).
# 
# Додайте код у місцях, що відмічено міткою (❗).

print("Введіть температуру (градусів):")
temperature = int(input())
print("Введіть швидкість вітру (м/с):")
wind_speed = int(input())

# ❗ Надрукуйте повідомлення: "Потрібно одягнутися тепліше" чи "Можна одягнутися легше".




