# Для виконання потрібно знати про:
# * [Цикли for](https://tinyurl.com/ydcmj3sp)
# * [Розгалуження - if та else](https://tinyurl.com/ycypwuze)

# Напишіть програму, що друкує всі цілі числа від 0 до 10 включно.
# Для кожного числа надрукуйте, чи воно кратне n (n вводить користувач).
# Для перевірки кратності можна використати оператор "%".
#
# Додайте код у місцях, що відмічено міткою (❗).

print("Введіть число n:")
n = int(input())

# ❗ Додайте код для друку чисел (та кратності n кожного числа).




