# Для виконання потрібно знати про:
# * [Логічні значення та логічний тип даних](https://tinyurl.com/4x5exyx4)
# * [Логічні вирази - операції порівняння](https://tinyurl.com/4vpk527a)
#
# Додайте код у місцях, що відмічено міткою (❗).

print("Введіть вік:")
age = int(input())

print("Введений вік:")

# ❗ 1. За допомогою оператора == надрукуйте, чи вік дорівнює 18, а також чи вік дорівнює 16.



# ❗ 2. За допомогою оператора != надрукуйте, чи вік не дорівнює 18, а також чи вік не дорівнює 16.



# ❗ 3. За допомогою операторів >, <, >=, <= надрукуйте:
# - чи вік більше 17;
# - чи вік менше 17;
# - чи вік більше або дорівнює 18;
# - чи вік менше або дорівнює 16.



# ❗ 4. За допомогою ланцюгових порівнянь надрукуйте:
# - чи вік від 13 до 17 включно;
# - чи вік від 18 до 65 включно.




