# Для виконання потрібно знати про:
# * [Цикли for](https://tinyurl.com/ydcmj3sp)
#
# Напишіть програму, що запитує у користувача **список цілих чисел**, розділених пробілом.
# Після чого, знаходить та виводить **найбільше число** у введеному списку.
# Програма повинна коректно обробляти порожній список слів.
# Для перетворення рядків на цілі числа потрібно використати перетворення типів (функцію int()).
#
# Додайте код у місцях, що відмічено міткою (❗).

# ❗ Запитайте у користувача список цілих чисел та та виведіть найбільше.




