# Для виконання потрібно знати про:
# * [Використання None](https://tinyurl.com/4w6c35dc)
# * [Перетворення типів](https://tinyurl.com/2cx46f9d)
#
# Напишіть програму, що запитує у користувача **список цілих чисел**, розділених пробілом.
# Після чого, знаходить та виводить **найбільше число** у введеному списку.
# Програма повинна коректно обробляти порожній список слів.
# Для перетворення рядків на цілі числа потрібно використати перетворення типів (функцію int()).
#
# Додайте код у місцях, що відмічено міткою (❗).

# ❗ Запитайте у користувача список цілих чисел та та виведіть найбільше.




