# Для виконання потрібно знати про:
# * [Використання None](https://tinyurl.com/4w6c35dc)
# * [Цикли for та списки](https://tinyurl.com/2vz8njcz)
#
# Напишіть програму, що запитує у користувача список слів, розділених пробілом.
# Після чого, знаходить та виводить найдовше слово у введеному списку.
# Програма повинна коректно обробляти порожній список слів.
# Для отримання довжини слова використайте функцію len().
#
# Додайте код у місцях, що відмічено міткою (❗).

words = input().split()

# ❗ Знайдіть та виведіть найдовше слово




