# Для виконання потрібно знати про:
# * [Використання None](https://tinyurl.com/4w6c35dc)
# * [Цикли for та списки](https://tinyurl.com/2vz8njcz)
#
# Напишіть програму, що запитує у користувача **список слів**, розділених пробілом.
# Після чого, знаходить та виводить **порядковий номер найкоротшого слова** у введеному списку.
# Програма повинна коректно обробляти порожній список слів.
#
# Додайте код у місцях, що відмічено міткою (❗).

words = input().split()

# ❗ Знайдіть та виведіть порядковий номер найкоротшого слова




