# Для виконання потрібно знати про:
# * <a href="https://tinyurl.com/y8crjrnk" target="_blank">Списки</a>
#
# Додайте код у місцях, що відмічено міткою (❗).

# ❗ 1. Створіть список "pizza", що складається з рядків:
# "тісто", "соус", "сир". Надрукуйте список.



# ❗ 2. Виведіть перший елемент списку (індекс 0).



# ❗ 3. Виведіть третій елемент списку (індекс 2).



# ❗ 4. Виведіть останній та передостанній елементи списку
# (індекси -1 та -2).



# ❗ 5. Додайте "орегано" в кінець списку.



# ❗ 6. Вставте "салямі" в третю позицію списку.



# ❗ 7. Видаліть останній елемент списку.



# ❗ 8. Змініть останній елемент списку на "моцарела".



# ❗ 9. Виведіть кількість елементів у списку.



# ❗ 10. Виведіть зріз списку з другого елемента до кінця.



# ❗ 11. Виведіть зріз списку з першого елемента до другого.



# ❗ 12. Виведіть зріз списку з другого елемента до кінця
# (не вказуйте кінцевий індекс).



# ❗ 13. Виведіть зріз списку з першого елемента до другого
# (не вказуйте початковий індекс).


