# Для виконання потрібно знати про:
# * <a href="https://tinyurl.com/y8crjrnk" target="_blank">Списки</a>
#
# Напишіть програму, яка створює та виводить інформацію
# про список відтворення ваших улюблених пісень.
#
# Додайте код у місцях, що відмічено міткою (❗).

# ❗ 1. Створіть список "playlist", що містить інформацію
# про список відтворення та складається з трьох 
# рядків - ваших улюблених пісень.


# ❗ 2. Додайте 2 пісні в кінець списку відтворення.



# ❗ 3. Надрукуйте список відтворення.



# ❗ 4. Надрукуйте першу позицію списку.



# ❗ 5. Надрукуйте останню позицію списку
# (використайте негативний індекс).



# ❗ 6. Надрукуйте перші 3 позиції списку
# (використайте зріз).



# ❗ 7. Змініть останню позицію і надрукуйте оновлений
# список.


