# Для виконання потрібно знати про:
# * <a href="https://tinyurl.com/y8crjrnk" target="_blank">Списки</a>
#
# Напишіть програму, яка допомагає в роботі з рецептами
# бургерів.
#
# Додайте код у місцях, що відмічено міткою (❗).

# Почнемо з "порожнього" бургера
burger = ["булка", "булка"] 

# ❗ 1. Запитайте у користувача 3 інгредієнти,
# які потрібно додати до бургера. Додайте їх до
# списку "burger" між двома булками, у тому самому порядку,
# який вказав користувач (підказка: використайте функцію 
# "input" та метод "insert").



# ❗ 2. Надрукуйте список усіх інгредієнтів бургера.



# ❗ 3. Надрукуйте загальну кількість інгредієнтів бургера.



# ❗ 4. Надрукуйте начинку бургера (все, що входить
# у склад бургера, окрім булок).


