# Доповніть код програми у місці,
# що відмічено міткою 🔴:
# Надрукуйте повідомлення "Можна йти
# без парасольки" якщо дощ не йде
# (тобто is_raining є False), інакше
# надрукуйте "Потрібна парасолька".
# Запустіть програму і перевірте,
# що вона реагує на різні значення.
# 
# Підказка: використайте if-else та
# логічну операцію not
# 
# Для виконання потрібно знати про:
# https://tinyurl.com/46hprhr7

print("Чи йде дощ? (True - так, False - ні):")
is_raining = bool(input())

# 🔴 надрукуйте чи можна йти
# без парасольки


