# Доповніть код програми у місцях, що 
# відмічено мітками "🔴".
# Програма повинна створювати вікно
# за допомогою tkinter та містити
# мітку та кнопку з написом
# "Натисни мене". При натисканні
# кнопки текст мітки має змінитись
# на "Кнопку натиснуто!".
# 
# Для виконання потрібно знати про:
# https://tinyurl.com/dadz7t4r

from tkinter import *

window = Tk()
window.geometry("200x100")

label = Label(text="кнопку не натиснено")
label.pack()

# 🔴 додайте функцію, що змінює
#  текст мітки на "Кнопку натиснуто!"

# 🔴 додайте кнопку з написом
#  "Натисни мене" та командою,
#  що викликає функцію, яку ви
#  створили вище.

window.mainloop()


