# Доповніть код програми у місцях, що
# відмічено мітками "🔴".
# Програма повинна створювати вікно
# за допомогою tkinter та містити
# дві кнопки. Перша кнопка має
# змінювати колір фону вікна на
# червоний, друга - на зелений.
#
# Для виконання потрібно знати про:
# https://tinyurl.com/49krw4bk
# https://tinyurl.com/dadz7t4r

from tkinter import *

window = Tk()
window.geometry("200x100")

# 🔴 додайте функцію, що змінює
# колір фону вікна на червоний

# 🔴 додайте кнопку, що викликає
# функцію для зміни кольору вікна на 
# червоноий

# 🔴 додайте функцію, що змінює
# колір фону вікна на зелений

# 🔴 додайте кнопку, що викликає
# функцію для зміни кольору вікна на 
# зелений

window.mainloop()



